{
	"en" : {
		"title" : "Get Answers to Your <strong>SonoMyo</strong> Questions.",
		"text" : "",
		"faq_groups" : {
			"common" : {
					"title" : "Common questions",
					"text" : "Get answers to common question such as health insurance coverage and scope of the services.",
					"list" : 	
						[
							{
								"question": "Do you work with health insurance companies?",
								"reply": "No. We do not have contract with health insurance companies, the therapies at SonoMyo do not fall within the scope of public health insurance scheme. We believe that we will compensate for this with our highly professional approach and care for your health.",
								"open": false
							},
							{
								"question": "Do you work with children?",
								"reply": "Yes, typically, we work with children from about 4 years of age.",
								"open": false
							},
							{
								"question": "What is oral myofunctional therapy?",
								"reply": "Oral myofunctional therapy is a set of exercises and behavior training that helps improve how the tongue, lips, jaw, and facial muscles work—often to support proper breathing, swallowing, speech, and oral posture (like keeping the tongue on the palate and lips closed).",
								"open": false
							},
							{
								"question": "What does a  comprehensive oral myofunctional assessment typically include?",
								"reply": "A comprehensive oral myofunctional assessment typically includes:<br>• <strong>Health history & symptoms:</strong> breathing issues, sleep/snoring, allergies, habits (thumb sucking, nail biting), speech or feeding concerns.<br>• <strong>Airway and breathing check:</strong> nasal vs. mouth breathing, resting posture, and signs of airway restriction.<br>• <strong>Oral exam:</strong> lips, tongue, cheeks, palate, teeth/bite, frenums (tongue/lip tie), tonsils, and jaw function.<br>• <strong>Function tests:</strong> how the person rests, swallows, chews, speaks, and manages saliva.<br>• <strong>Posture and facial patterns:</strong> head/neck posture, muscle tone, facial symmetry, and compensations.<br>• <strong>Measurements/photos/videos (as needed):</strong> to document posture, movement, and progress.<br>",
								"open": false
							},
							{
								"question": "Do you use any specific myofunctional therapy program?",
								"reply": "Yes, I am a certified myofunctional therapist for the <a href=\"https://www.mftstars.cz/\">MFT sTArs</a> program, which is the core of the therapy provided at SonoMyo.",
								"open": false
							}
						]
					},
			"ultrasound" : {
					"title" : "Ultrasound tongue imaging",
					"text" : "Get answers on the specifics of the unique ultrasound guided therapy provided by SonoMyo.",
					"list" : 	
						[
							{
								"question": "What is ultrasound tongue imaging?",
								"reply": "Ultrasound tongue imaging makes it possible to see the tongue inside the mouth while we speak or swallow. We can directly observe the tongue shape, position and movement.",
								"category": "ultrasound",
								"open": false
							},
							{
								"question": "How does ultrasound tongue imaging work?",
								"reply": "To see the tongue, we place an ultrasound probe under the chin and we can already observe the tongue image on a screen. Additionally, a small amount of water-based gel needs to be placed on the probe to improve the quality of the image.",
								"category": "ultrasound",
								"open": false
							},
							{
								"question": "Is ultrasound tongue imaging safe?",
								"reply": "Yes, ultrasound imaging is completely safe for children and adults. We use the same technology that is used in medical imaging.",
								"category": "ultrasound",
								"open": false
							},
							{
								"question": "Can ultrasound tongue imaging be used with children?",
								"reply": "Yes, ultrasound tongue imaging can be used with children as long as they can sit still for few minutes at a time, which most 4+ years old manage.",
								"category": "ultrasound",
								"open": false
							}
						]
					}

		}
	},
	"cs" : {
		"title" : "Otázky a Odpvědi",
		"text" : "",
		"faq_groups" : {
			"common" : {
					"title" : "Často kladené otázky",
					"text" : "Získejte odpovědi na otázky, jako je zdravotní pojištění a rozsah služeb.",
					"list" : 	
						[
							{
								"question": "Spolupracujete se zdravotní pojišťovnou?",
								"reply": "Ne. Se zdravotními pojišťovnami smlouvy nemáme, na terapie které naše praxe provádi ani zdravotní pojišťovna nepřispívá. Věříme, že Vám tuto skutečnost vynahradíme naším přístupem a vysoce odbornou péčí o Vaše zdraví.",
								"open": false
							},
							{
								"question": "Pracujete i s dětmi?",
								"reply": "Ano, typicky pracujeme s dětmi od 4 let.",
								"open": false
							},
							{
								"question": "Co je orálni myofunkční terapie?",
								"reply": "Orální myofunkční terapie je soubor cvičení a behaviorálních tréninků, které pomáhají zlepšit fungování jazyka, rtů, čelisti a obličejových svalů – často na podporu správného dýchání, polykání, řeči a držení těla v ústech (například udržení jazyka na patře a rtů zavřených).",
								"open": false
							},
							{
								"question": "Co obvykle zahrnuje komplexní myofunkční vyšetření?",
								"reply": "Komplexní myofunkční vyšetření obvykle zahrnuje:<br>• <strong>Anamnéza a příznaky:</strong> problémy s dýcháním, spánek/chrápání, alergie, zlozvyky (sání palce, kousání nehtů), problémy s řečí nebo krmením.<br>• <strong>Kontrola dýchacích cest a dýchání:</strong> dýchání nosem vs. ústy, klidová poloha a známky omezení dýchacích cest.<br>• <strong>Vyšetření ústní dutiny:</strong> rty, jazyk, tváře, patro, zuby/skus, uzdičky (uzdičky jazyka/rtu), mandle a funkce čelisti.<br>• <strong>Funkční testy:</strong> jak osoba odpočívá, polyká, žvýká, mluví a pracuje se slinami.<br>• <strong>Postoj a vzorce obličeje:</strong> držení hlavy/krku, svalový tonus, symetrie obličeje a kompenzace.<br>• <strong>Měření/fotografie/videa (dle potřeby):</strong> pro zdokumentování držení těla, pohybu a pokroku.<br>",
								"open": false
							},
							{
								"question": "Používáte specifický myofunkční terapeutický program?",
								"reply": "Ano, jsem certifikovaný myofunkční terapeut <a href=\"https://www.mftstars.cz/\">MFT sTArs</a> programu, který je jádrem terapi v SonoMyo.",
								"open": false
							}
						]
					},
			"ultrasound" : {
					"title" : "Ultrazvukové zobrazování jazyka",
					"text" : "Získejte odpovědi na specifika unikátní ultrazvukově naváděné terapie poskytované u SonoMyo.",
					"list" : 	
						[
							{
								"question": "Co je ultrazvukové zobrazování jazyka?",
								"reply": "Ultrazvukové zobrazování jazyka umožňuje vidět jazyk uvnitř úst při mluvení nebo polykání. Můžeme přímo pozorovat jeho tvar, polohu a pohyb.",
								"category": "ultrasound",
								"open": false
							},
							{
								"question": "Jak funguje ultrazvukové zobrazování jazyka?",
								"reply": "Pro zobrazení jazyka umístíme ultrazvukovou sondu pod bradu a můžeme již pozorovat obraz jazyka na obrazovce. Navíc je pro zlepšení kvality obrazu nutné na sondu nanést malé množství gelu na vodní bázi.",
								"category": "ultrasound",
								"open": false
							},
							{
								"question": "Je ultrazvukové zobrazování jazyka bezpečné?",
								"reply": "Ano, ultrazvukové zobrazování je zcela bezpečné pro děti i dospělé. Používáme stejnou technologii, která se používá v klinické praxi, třeba při ultrazvukovém vyšetření v těhotenstve.",
								"category": "ultrasound",
								"open": false
							},
							{
								"question": "Lze ultrazvukové zobrazování jazyka použít u dětí?",
								"reply": "Ano, ultrazvukové zobrazování jazyka lze u dětí použít pokud jsou schopny klidně sedět několik minut, což většina dětí od čtyř let již zvládá.",
								"category": "ultrasound",
								"open": false
							}
						]
					}

		}
	}  
}




